const AGREE_1 = {
  title: 'eXpert 서비스 전문가 이용약관 동의',
  subTitle: 'eXpert 서비스 전문가 이용약관(개인용)',
  content: [
    {
      title: '제1조 (목적)',
      content:
        '본 약관은 네이버주식회사(이하 “회사”라 함)와 회사가 운영하는 지식iN eXpert 사이트(PC, 모바일 어플리케이션, 모바일웹 등을 모두 포함하여 이하 “eXpert 사이트”라 함), eXpert 센터를 통해 제공하는 인터넷 전문가 상담 등 전자상거래 중개 서비스(이하 “eXpert 서비스”라 함)에 eXpert 서비스 입점하는 전문가(이하 “전문가” 또는 “eXpert”라 함) 간의 권리, 의무, 책임, 제반 절차 및 기타 필요한 사항을 규정함을 목적으로 합니다.',
    },
    {
      title: '제2조 (정의)',
      content: `①본 약관에서 사용하는 용어의 정의는 아래와 같습니다.
    1.“상품”이라 함은 eXpert 서비스에서 전문가가 통신판매하고, 회사가 통신판매중개를 하는 상담, 온라인 클래스, 강의 VOD 클래스, 그룹클래스 등(이상을 총칭하여 이하 “상담 등”이라 함) 상품을 의미합니다. eXpert 서비스 내에서 판매할 수 있는 상품은 전문가가 상품의 판매조건에 따른 최종 작업물을 구매회원에게 제공하는 건당 과금 상품과 전문가가 상품의 판매조건에 따라 유료 상담 채팅 서비스, 온라인 클래스, 그룹클래스 등을 제공하는 시간당 과금 상품, 강의 VOD를 제공하는 VOD 클래스 상품 등으로 구분됩니다.
    2.“전문가”라 함은 본 약관에 따라 회사와 이용계약을 체결하고 eXpert 서비스에 입점한 자로서 상품을 등록하여 제공하는 자를 의미합니다.
    3.“구매회원”이라 함은 eXpert 서비스를 통해 상품을 구매하는 자를 의미합니다.
    4.“eXpert 센터”라 함은 전문가가 eXpert 서비스의 이용과 관련된 신청, 관리를 할 수 있도록 회사가 제공하는 PC 및 모바일 웹사이트를 의미합니다.
    5.“판매대금”이라 함은 전문가가 expert 서비스를 통해 판매한 상품에 있어서 구매회원의 실제 결제금액(상품 판매가격에서 쿠폰 등 할인수단 사용에 따른 할인금액을 제외한 금액)을 의미합니다.
    ②본 조에서 정하지 않은 용어의 정의는 관련 법령 및 일반적인 상관례에 따릅니다.`,
    },
  ],
};

const AGREE_2 = {
  title: '개인정보 수집 및 이용동의',
  subTitle: '개인정보 수집 및 이용 동의',
  content: [
    { title: '제1조 (목적)', content: '어쩌고 저쩌고' },
    { title: '제2조 (정의)', content: '어쩌고 저쩌고' },
  ],
};

const AGREE_3 = {
  title: '상담전문가의 개인정보보호 의무 안내 및 동의',
  subTitle: '상담전문가의 개인정보보호 의무안내 및 동의',
  content: [
    {
      title:
        '1) 전문가는 상담 상품판매와 관계없는 불필요한 개인정보를 수집하거나 처리하지 않다는 원칙에 동의합니다.',
      content: '',
    },
  ],
};

export { AGREE_1, AGREE_2, AGREE_3 };
